Repository: MacThings/enjoyable
Catalog: Enjoyable/*.lproj/Localizable.strings
Languages: de, fr

source: (default)
de: (Standard)
fr: (défaut)

source: axis %d
de: Achse %d
fr: Axe %d

source: axis high
de: Hoch
fr: Haut

source: axis low
de: Niedrig
fr: Bas

source: button %d
de: Taste %d
fr: Bouton %d

source: cancel import
de: Abbrechen
fr: Annuler

source: Caps Lock
fr: Verr Maj

source: Disable
de: Deaktivieren
fr: Désactiver

source: Enable
de: Aktivieren
fr: Activer

source: enter key code
de: Tastencode eingeben (z. B. 0x2A)
fr: Entrez un code touche (ex. : 0x2A)

source: hat down
de: Unten
fr: Bas

source: hat left
de: Links
fr: Gauche

source: hat right
de: Rechts
fr: Droite

source: hat switch %d
de: Hat-Schalter %d
fr: Chapeau %d

source: hat up
de: Oben
fr: Haut

source: import and merge
de: Zusammenführen
fr: Fusionner

source: import conflict in %@
de: Diese Datei enthält Eingaben, die bereits in "%@" zugeordnet sind. Möchten Sie sie zusammenführen und bestehende Zuordnungen ersetzen oder als neue Zuordnung importieren?
fr: Ce fichier contient des entrées déjà mappées dans « %@ ». Voulez-vous les fusionner et remplacer vos mappages existants ou importer comme un nouveau mappage ?

source: import conflict prompt
de: Vorhandene Zuordnungen ersetzen?
fr: Remplacer les mappages existants ?

source: import new mapping
de: Neue Zuordnung
fr: Nouveau mappage

source: Insert
de: Einfügen
fr: Inser

source: invalid key code
de: Tastencodes müssen kleine hexadezimale Zahlen sein (z. B. 0xA2)
fr: Le code doit être un petit nombre hexadécimal (ex : 0xA2)

source: invalid mapping file
de: Dies ist keine gültige Zuordnungsdatei.
fr: Ce fichier n’est pas un fichier de mappage valide.

source: key 0x%x
fr: Touche 0x%x

source: Key Pad -
fr: Pavé -

source: Key Pad ,
fr: Pavé ,

source: Key Pad .
fr: Pavé .

source: Key Pad *
fr: Pavé *

source: Key Pad /
fr: Pavé /

source: Key Pad +
fr: Pavé +

source: Key Pad =
fr: Pavé =

source: Key Pad 0
fr: Pavé 0

source: Key Pad 1
fr: Pavé 1

source: Key Pad 2
fr: Pavé 2

source: Key Pad 3
fr: Pavé 3

source: Key Pad 4
fr: Pavé 4

source: Key Pad 5
fr: Pavé 5

source: Key Pad 6
fr: Pavé 6

source: Key Pad 7
fr: Pavé 7

source: Key Pad 8
fr: Pavé 8

source: Key Pad 9
fr: Pavé 9

source: Left ⇧
de: ⇧ Links
fr: ⇧ gauche

source: Left ⌃
de: ⌃ Links
fr: ⌃ gauche

source: Left ⌘
de: ⌘ Links
fr: ⌘ gauche

source: Left ⌥
de: ⌥ Links
fr: ⌥ gauche

source: mapping overflow %lu
de: (und %lu weitere…)
fr: (et %lu de plus…)

source: Right ⇧
de: ⇧ Rechts
fr: ⇧ droite

source: Right ⌃
de: ⌃ Rechts
fr: ⌃ droite

source: Right ⌘
de: ⌘ Rechts
fr: ⌘ droite

source: Right ⌥
de: ⌥ Rechts
fr: ⌥ droite

source: Untitled
de: Unbenannt
fr: Sans titre

source: @Application
de: @Anwendung

source: Menu
de: Menü
